Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutMax_expression
source: An expression evaluated over each row in the input table, that provides numeric values for this max operation.
bg_bg: Израз, изчислен върху всеки ред във входната таблица, който предоставя числовите стойности за тази максимална операция.
ca_es: Expressió avaluada sobre cada fila de la taula d'entrada que proporciona valors numèrics per a aquesta operació Max.
cs_cz: Výraz vyhodnocovaný na každém řádku vstupní tabulky, který poskytuje číselné hodnoty pro tuto operaci max
da_dk: Et udtryk, der evalueres for hver række i input-tabellen, og som giver numeriske værdier for denne maks.-handling.
de_de: Ein Ausdruck, der für jede Zeile in der Eingabetabelle ausgewertet wird und numerische Werte für diese Maximumbestimmung übergibt.
el_gr: Παράσταση που αξιολογείται σε κάθε σειρά του πίνακα εισαγωγής και παρέχει αριθμητικές τιμές για αυτήν τη λειτουργία μέγιστης τιμής.
es_es: Una expresión que se evalúa en cada fila de la tabla de entrada y que proporciona valores numéricos para esta operación Máx.
et_ee: Avaldis, mille väärtus arvutatakse sisendtabelis iga rea kohta ja mis esitab selle maksimumi arvutamise toimingu jaoks arvväärtused.
eu_es: Sarrerako taulako errenkada bakoitzaren arabera ebaluatutako espresioa, Max eragiketaren zenbakizko balioak ematen dituena.
fi_fi: Syötetaulukon kullekin riville arvioitava lauseke, joka antaa numeeriset arvot tälle enimmäisarvotoiminnolle.
fr_fr: Expression évaluée sur chaque ligne de la table d’entrée, fournissant des valeurs numériques pour cette opération Max.
gl_es: Expresión avaliada sobre cada fila da táboa de entrada, que fornece valores numéricos para esta operación Max.
hi_in: इनपुट तालिका की प्रत्येक पंक्ति पर मूल्यांकित एक व्यंजक, जो इस अधिकतम कार्रवाई के लिए सांख्यिक मान प्रदान करता है.
hr_hr: Izraz koji se vrednuje na temelju svakog retka u ulaznoj tablici, koji daje numeričke vrijednosti za tu operaciju maksimuma.
hu_hu: A bemenetként megadott tábla minden során kiértékelt kifejezés, amely biztosítja a számértékeket a Max művelet számára.
it_it: Espressione valutata in base a ogni riga della tabella di input e che fornisce i valori numerici per questa operazione di tipo max.
ja_jp: 入力テーブル内の各行を評価し、Max 操作対象となる数値を提供する式。
kk_kz: Максималды мәнді анықтау операциясы үшін сандық мәндерді беретін, кіріс кестесіндегі әр жол үшін есептелетін өрнек.
ko_kr: 입력 테이블의 각 행에 대해 평가되는 식으로, 이 max 연산의 숫자 값을 제공합니다.
lt_lt: Reiškinys, apskaičiuotas pagal kiekvieną eilutę įvesties lentelėje, kurioje pateikiamos šios didžiausios reikšmės skaičiavimo skaitinės reikšmės.
lv_lv: Izteiksme, kas novērtēta attiecībā pret katru rindu ievades tabulā un kas nodrošina skaitliskas vērtības šai maksimālās vērtības operācijai.
ms_my: Ungkapan dinilai di atas setiap baris dalam jadual input, yang menyediakan nilai angka untuk operasi maksimum ini.
nb_no: Et uttrykk som evalueres over hver rad i tabellen inndata, som inneholder numeriske verdier for denne Max-operasjonen.
nl_nl: Een expressie die wordt geëvalueerd over elke rij in de invoertabel, waarmee de numerieke waarden voor de Max-bewerking worden geleverd.
pl_pl: Wyrażenie oceniane dla każdego wiersza w tabeli wejściowej, które zwraca wartości liczbowe dla tej operacji określającej wartość maksymalną.
pt_br: Expressão avaliada em cada linha na tabela de entrada, que fornece valores numéricos para esta operação de máximo.
pt_pt: Uma expressão avaliada em cada linha na tabela de entrada, que fornece valores numéricos para esta operação max.
ro_ro: O expresie evaluată pentru fiecare rând din tabelul de intrare, care furnizează valori numerice pentru această operațiune de maxim.
ru_ru: Выражение, которое вычисляется для каждой строки во входной таблице и предоставляет значения для операции определения максимума.
sk_sk: Výraz vyhodnotený pre každý riadok vo vstupnej tabuľke, ktorý poskytuje numerické hodnoty pre túto operáciu maximálnej hodnoty.
sl_si: Izraz, ovrednoten za vsako posamezno vrstico v vhodni tabeli, ki zagotavlja številske vrednosti za to operacijo »Max«.
sr_cyrl_rs: Израз проверен у сваком реду у улазној табели који обезбеђује нумеричке вредности за ову максималну операцију.
sr_latn_rs: Izraz proveren u svakom redu u ulaznoj tabeli koji obezbeđuje numeričke vrednosti za ovu maksimalnu operaciju.
sv_se: Ett uttryck som utvärderas för varje rad i indatatabellen, som ger numeriska värden för den här max-åtgärden.
th_th: นิพจน์ที่ประเมินจากแต่ละแถวในตารางข้อมูลเข้า ที่ให้ค่าตัวเลขสำหรับกระบวนการ max
tr_tr: Bu maksimum değeri alma işlemi için sayısal değerleri sağlayan giriş tablosundaki her satırda değerlendirilen bir ifade.
uk_ua: Вираз, обчислений для кожного рядка вхідної таблиці, що надає числові значення для цієї операції "Максимум".
vi_vn: Một biểu thức được đánh giá qua từng hàng trong bảng nhập, bảng này cung cấp các giá trị số cho phép toán lớn nhất này.
zh_cn: 对输入表中每行计算的表达式，为此最大运算提供数值。
zh_tw: 對輸入資料表中的每一個資料列評估運算式，為此最大值運算提供數值。

# AboutAverage_source
source: A table over which this average operation will be computed.
bg_bg: Таблица, върху която ще се изчисли тази средна операция.
ca_es: Taula sobre la qual es calcularà aquesta operació Average.
cs_cz: Tabulka, ve které bude tato operace průměru vypočtena
da_dk: En tabel, som denne gennemsnitshandling vil blive beregnet ud fra.
de_de: Eine Tabelle, für die diese Mittelwertbestimmung berechnet wird.
el_gr: Πίνακας στον οποίο θα υπολογιστεί αυτή η λειτουργία μέσου όρου.
es_es: Una tabla sobre la que se calculará esta operación de promedio.
et_ee: Tabel, mille põhjal see keskmine arvutatakse.
eu_es: Batezbesteko eragiketa prozesatzeko erabiliko den taula.
fi_fi: Taulukko, jolle tämä keskiarvotoiminto lasketaan.
fr_fr: Table sur laquelle cette opération Moyenne sera calculée.
gl_es: Táboa sobre a que se calculará esta operación Average.
hi_in: एक तालिका जिस पर इस औसत कार्रवाई की गणना की जाएगी.
hr_hr: Tablica putem koje će izračunati ova operacija izračuna prosjeka.
hu_hu: Az a tábla, amelyre vonatkozóan ki kell számítani az átlagolási művelet eredményét.
it_it: Tabella su cui verrà calcolata questa operazione di tipo media.
ja_jp: 平均操作の計算対象となるテーブル。
kk_kz: Орташа мән есептелетін кесте.
ko_kr: 이 average 연산이 계산되는 테이블입니다.
lt_lt: Lentelė, kurios vidurkis bus skaičiuojamas.
lv_lv: Tabula, attiecībā pret kuru tiks skaitļota šī vidējās vērtības operācija.
ms_my: Jadual yang operasi purata ini akan dikira.
nb_no: En tabell som denne gjennomsnittsoperasjonen skal beregnes i.
nl_nl: Een tabel waarover de bewerking Average wordt berekend.
pl_pl: Tabela, względem której zostaną wyliczone wartości tej operacji uśredniania.
pt_br: Tabela em que a operação de média será computada.
pt_pt: Uma tabela através do qual esta operação média será calculada.
ro_ro: Un tabel în care va fi calculată această operație de medie.
ru_ru: Таблица, для которой будет вычислена эта операция усреднения.
sk_sk: Tabuľka, pre ktorú sa vypočíta táto operácia priemeru.
sl_si: Tabela, za katero bo izračunano to povprečje.
sr_cyrl_rs: Табела на којој ће ова операција просека бити израчуната.
sr_latn_rs: Tabela na kojoj će ova operacija proseka biti izračunata.
sv_se: En tabell som den här medelvärdesoperationen beräknas på.
th_th: ตารางที่กระบวนการเฉลี่ยจะใช้ในการคำนวณ
tr_tr: Bu ortalama alma işleminin hesaplanacağı bir tablo.
uk_ua: Таблиця, стосовно якої буде обчислено цю операцію "Середнє".
vi_vn: Bảng sẽ được sử dụng để tính toán phép tính trung bình này.
zh_cn: 对其计算此平均值运算的表。
zh_tw: 將計算此平均值運算的資料表。

# AboutAverage_expression
source: An expression evaluated over each row in the input table, that provides numeric values for this average operation.
bg_bg: Израз, изчислен върху всеки ред във входната таблица, която предоставя числови стойности за тази средна операция.
ca_es: Expressió avaluada sobre cada fila de la taula d'entrada que proporciona valors numèrics per a aquesta operació Average.
cs_cz: Výraz vyhodnocený v každém řádku vstupní tabulky, která poskytuje číselné hodnoty pro tuto operaci průměru
da_dk: Et udtryk, der evalueres over hver række i input-tabellen, som giver numeriske værdier for denne gennemsnitshandling.
de_de: Ein Ausdruck, der für jede Zeile in der Eingabetabelle ausgewertet wird und Zahlenwerte für diesen Mittelwertvorgang bereitstellt.
el_gr: Παράσταση που αξιολογείται σε κάθε σειρά του πίνακα εισαγωγής και παρέχει αριθμητικές τιμές για αυτήν τη λειτουργία μέσου όρου.
es_es: Una expresión que se evalúa en cada fila de la tabla de entrada y que proporciona valores numéricos para esta operación de promedio.
et_ee: Avaldis, mille väärtus arvutatakse sisendtabeli iga rea kohta ja mis esitab selle keskmise arvutamise toimingu arvväärtused.
eu_es: Sarrerako taulako errenkada bakoitzaren arabera ebaluatutako espresioa, batezbesteko eragiketaren zenbakizko balioak ematen dituena.
fi_fi: Syötetaulukon kullekin riville arvioitava lauseke, joka antaa numeeriset arvot tälle keskiarvotoiminnolle.
fr_fr: Expression évaluée sur chaque ligne de la table d’entrée, fournissant des valeurs numériques pour cette opération Moyenne.
gl_es: Expresión avaliada sobre cada fila da táboa de entrada, que fornece valores numéricos para esta operación Average.
hi_in: इनपुट तालिका में प्रत्येक पंक्ति पर मूल्यांकित व्यंजक, जो इस औसत कार्रवाई के लिए सांख्यिक मान प्रदान करता है.
hr_hr: Izraz koji se vrednuje na temelju svakog retka u ulaznoj tablici, koji daje numeričke vrijednosti za tu operaciju prosjeka.
hu_hu: A bemenetként megadott tábla minden során kiértékelt kifejezés, amely számértékeket biztosít ehhez az átlagolási művelethez.
it_it: Espressione valutata in base a ogni riga della tabella di input e che fornisce i valori numerici per questa operazione di tipo media.
ja_jp: 入力テーブル内の各行を評価し、平均の操作対象となる数値を提供する式。
kk_kz: Орташа мәнді есептеу операциясы үшін сандық мәндерді беретін кіріс кестесінің әрбір жолында есептелетін өрнек.
ko_kr: 입력 테이블의 각 행에 대해 평가되는 식으로, 이 average 연산에 대한 숫자 값을 제공합니다.
lt_lt: Reiškinys apskaičiuotas pagal kiekvieną eilutę įvesties lentelėje, kurioje pateikiamos šio vidurkio skaičiavimo skaitinės reikšmės.
lv_lv: Izteiksme, kas novērtēta attiecībā pret katru rindu ievades tabulā un kas nodrošina skaitliskas vērtības šai vidējās vērtības operācijai.
ms_my: Ungkapan dinilaikan ke atas setiap baris dalam jadual input, yang memberikan nilai angka untuk pengendalian purata ini.
nb_no: Et uttrykk som evalueres over hver rad i inndatatabellen, som angir numeriske verdier for denne gjennomsnittsoperasjonen.
nl_nl: Een expressie die wordt geëvalueerd over elke rij in de invoertabel, waarmee de numerieke waarden voor de bewerking Average worden geleverd.
pl_pl: Wyrażenie obliczane względem każdego wiersza w tabeli wejściowej, które określa wartości dla tej operacji uśredniania.
pt_br: Expressão avaliada sobre cada linha da tabela de entrada. Fornece valores numéricos para a operação de média.
pt_pt: Uma expressão avaliada em cada linha na tabela de entrada, que fornece valores numéricos para esta operação média.
ro_ro: O expresie evaluată pentru fiecare rând din tabelul de intrare, care furnizează valori numerice pentru această operație de medie.
ru_ru: Выражение, которое вычисляется для каждой строки во входной таблице и предоставляет значения для операции усреднения.
sk_sk: Výraz vyhodnotený pre každý riadok vo vstupnej tabuľke, ktorý poskytuje numerické hodnoty pre túto operáciu priemeru.
sl_si: Izraz, ovrednoten za vsako posamezno vrstico v vhodni tabeli, ki zagotavlja številske vrednosti za to operacijo izračuna povprečja.
sr_cyrl_rs: Израз прверен у сваком реду у улазној табели који обезбеђује нумеричке вредности за ову операцију просека.
sr_latn_rs: Izraz prveren u svakom redu u ulaznoj tabeli koji obezbeđuje numeričke vrednosti za ovu operaciju proseka.
sv_se: Ett uttryck som utvärderas för varje rad i indatatabellen, vilket ger numeriska värden för den här medelvärdesoperationen.
th_th: นิพจน์ที่ประเมินจากแต่ละแถวในตารางอินพุตที่ให้ค่าตัวเลขสำหรับกระบวนการเฉลี่ยนี้
tr_tr: Giriş tablosundaki her bir satır için değerlendirilen ve bu ortalama alma işlemi için sayısal değerler sağlayan bir ifade.
uk_ua: Вираз, обчислений для кожного рядка вихідної таблиці, що надає числові значення для цієї операції "Середнє".
vi_vn: Biểu thức được đánh giá qua từng hàng trong bảng nhập, từ đó cung cấp giá trị số cho phép tính trung bình này.
zh_cn: 对输入表中的每行计算的表达式，为此平均值运算提供数值。
zh_tw: 對輸入資料表中的每個資料列評估運算式，為此平均值運算提供數值。

# AboutSum_source
source: A table over which this sum operation will be computed.
bg_bg: Таблица, върху която ще се изчисли тази операция за сумиране.
ca_es: Taula sobre la qual es calcularà l'operació Sum.
cs_cz: Tabulka, ve které se bude tato operace součtu počítat
da_dk: En tabel, som denne sum-handling vil blive beregnet ud fra.
de_de: Eine Tabelle, für die dieser Summenvorgang berechnet wird.
el_gr: Πίνακας στον οποίο θα υπολογιστεί αυτή η λειτουργία αθροίσματος.
es_es: Una tabla sobre la que se calculará esta operación de suma.
et_ee: Tabel, mille põhjal see summeerimistoiming tehakse.
eu_es: Batuketa-eragiketa prozesatzeko erabiliko den taula.
fi_fi: Taulukko, jolle tämä summatoiminto lasketaan.
fr_fr: Table sur laquelle cette opération Somme sera calculée.
gl_es: Táboa sobre a que se calculará esta operación Sum.
hi_in: ऐसी तालिका जिसपर इस योग कार्रवाई का परिगणन किया जाएगा.
hr_hr: Tablica na temelju koje će se izračunati ova operacija zbrajanja.
hu_hu: Az a tábla, amelyre vonatkozóan ki kell számítani az összegzési művelet eredményét.
it_it: Tabella su cui verrà calcolata questa operazione di tipo somma.
ja_jp: Sum 操作の計算対象となるテーブル。
kk_kz: Қосынды операциясы есептелетін кесте.
ko_kr: 이 sum 연산이 계산되는 테이블입니다.
lt_lt: Lentelė, kurios suma bus skaičiuojama.
lv_lv: Tabula, attiecībā pret kuru tiks skaitļota šī summas operācija.
ms_my: Jadual yang operasi hasil tambah ini akan dikira.
nb_no: En tabell som denne Sum-operasjonen blir beregnet over.
nl_nl: Een tabel waarover deze Sum-bewerking wordt berekend.
pl_pl: Tabela, względem której będzie obliczana operacja sumowania.
pt_br: Tabela em que a operação de soma será computada.
pt_pt: Uma tabela na qual esta operação sum será computada.
ro_ro: Un tabel pentru care va fi calculată această operațiune de însumare.
ru_ru: Таблица, для которой будет вычислена эта операция суммирования.
sk_sk: Tabuľka, pre ktorú sa vypočíta táto operácia súčtu.
sl_si: Tabela, za katero bo izračunana ta vsota.
sr_cyrl_rs: Табела на којој ће ова операција збира бити израчуната.
sr_latn_rs: Tabela na kojoj će ova operacija zbira biti izračunata.
sv_se: En tabell som den här summeringsåtgärden beräknas för.
th_th: ตารางที่จะใช้ในการคำนวณ sum
tr_tr: Bu toplamını alma işleminin hesaplanacağı bir tablo.
uk_ua: Таблиця, стосовно якої буде обчислено цю операцію "Додавання".
vi_vn: Bảng sẽ được sử dụng để tính toán phép tính tổng này.
zh_cn: 将对其计算此总和运算的表。
zh_tw: 將對其計算此總和運算的資料表。

# AboutSum_expression
source: An expression evaluated over each row in the input table, that provides numeric values for this sum operation.
bg_bg: Израз, изчислен върху всеки ред във входната таблица, който предоставя числовите стойности за тази операция за сумиране.
ca_es: Expressió avaluada sobre cada fila de la taula d'entrada, que proporciona valors numèrics per a aquesta operació Sum.
cs_cz: Výraz, který se vyhodnocuje na každém řádku vstupní tabulky a poskytuje číselné hodnoty pro tuto operaci součtu
da_dk: Et udtryk, der evalueres for hver række i input-tabellen, og som giver numeriske værdier for denne sum-handling.
de_de: Ein Ausdruck, der für jede Zeile in der Eingabetabelle ausgewertet wird und Zahlenwerte für diesen Summenvorgang liefert.
el_gr: Μια παράσταση που αξιολογείται σε κάθε σειρά στον πίνακα εισαγωγής και παρέχει αριθμητικές τιμές για αυτήν τη λειτουργία αθροίσματος.
es_es: Una expresión que se evalúa en cada fila de la tabla de entrada y que proporciona valores numéricos para esta operación de suma.
et_ee: Avaldis, mille väärtus arvutatakse sisendtabelis iga rea kohta ja mis pakub selle summeerimistoimingu jaoks arvväärtused.
eu_es: Sarrerako taulako errenkada bakoitzaren arabera ebaluatutako espresioa, batuketa-eragiketaren zenbakizko balioak ematen dituena.
fi_fi: Syötetaulukon kullekin riville arvioitava lauseke, joka antaa numeeriset arvot tälle summatoiminnolle.
fr_fr: Expression évaluée sur chaque ligne de la table d’entrée, fournissant des valeurs numériques pour cette opération Somme.
gl_es: Expresión avaliada sobre cada fila da táboa de entrada, que fornece valores numéricos para esta operación Sum.
hi_in: किसी इनपुट तालिका की प्रत्येक पंक्ति पर मूल्यांकित किया गया वह व्यंजक जो इस योग कार्रवाई के लिए सांख्यिक मान प्रदान करता है.
hr_hr: Izraz koji se vrednuje na temelju svakog retka u ulaznoj tablici, koji daje numeričke vrijednosti za tu operaciju zbrajanja.
hu_hu: A bemenetként megadott tábla minden során kiértékelt kifejezés, amely számértékeket biztosít ehhez az összegzési művelethez.
it_it: Espressione valutata in base a ogni riga della tabella di input e che fornisce i valori numerici per questa operazione di tipo somma.
ja_jp: 入力テーブル内の各行を評価し、Sum 操作対象となる数値を提供する式。
kk_kz: Қосынды операциясы үшін сандық мәндерді беретін, кіріс кестесіндегі әр жол үшін есептелетін өрнек.
ko_kr: 입력 테이블의 각 행에 대해 평가되는 식으로, 이 sum 연산의 숫자 값을 제공합니다.
lt_lt: Reiškinys, apskaičiuotas pagal kiekvieną eilutę įvesties lentelėje, kurioje pateikiamos šio sumos skaičiavimo skaitinės reikšmės.
lv_lv: Izteiksme, kas novērtēta attiecībā pret katru rindu ievades tabulā un kas nodrošina skaitliskas vērtības šai summas operācijai.
ms_my: Ungkapan dinilai diatas setiap baris dalam jadual input, yang menyediakan nilai angka untuk operasi hasil tambah ini.
nb_no: Et uttrykk som evalueres over hver rad i inndatatabellen, som inneholder numeriske verdier for denne Sum-operasjonen.
nl_nl: Een expressie die wordt geëvalueerd over elke rij in de invoertabel, waarmee de numerieke waarden voor de Sum-bewerking worden geleverd.
pl_pl: Wyrażenie obliczane względem każdego wiersza w tabeli wejściowej, które udostępnia wartości numeryczne dla tej operacji sumowania.
pt_br: Expressão avaliada em cada linha na tabela de entrada, que fornece valores numéricos para esta operação de soma.
pt_pt: Uma expressão avaliada em cada linha na tabela de entrada, que fornece valores numéricos para esta operação sum.
ro_ro: O expresie evaluată pentru fiecare rând din tabelul de intrare, care furnizează valori numerice pentru această operațiune de însumare.
ru_ru: Для каждой строки во входной таблице оценивается выражение, которое и предоставляет значения для операции суммирования.
sk_sk: Výraz vyhodnotený pre každý riadok vo vstupnej tabuľke, ktorý poskytuje numerické hodnoty pre túto operáciu súčtu.
sl_si: Izraz, ovrednoten za vsako posamezno vrstico v vhodni tabeli, ki zagotavlja številske vrednosti za to operacijo seštevanja.
sr_cyrl_rs: Израз проверен у сваком реду у улазној табели који обезбеђује нумеричке вредности за ову операцију збира.
sr_latn_rs: Izraz proveren u svakom redu u ulaznoj tabeli koji obezbeđuje numeričke vrednosti za ovu operaciju zbira.
sv_se: Ett uttryck som utvärderas för varje rad i indatatabellen och som ger numeriska värden för den här summeringsåtgärden.
th_th: นิพจน์ที่ประเมินจากแต่ละแถวในตารางข้อมูลเข้า ที่ให้ค่าตัวเลขสำหรับกระบวนการ sum
tr_tr: Bu minimum değeri alma işlemi için sayısal değerler sağlayan, giriş tablosundaki her bir satırda değerlendirilen bir ifade.
uk_ua: Вираз, що обчислюється стосовно кожного рядка вхідної таблиці й надає числові значення для цієї операції "Додавання".
vi_vn: Một biểu thức được đánh giá qua từng hàng trong bảng nhập, trong đó cung cấp các giá trị số cho phép toán tính tổng này.
zh_cn: 对输入表中每行计算的表达式，为此总和运算提供数值。
zh_tw: 對輸入資料表中的每一個資料列評估運算式，為此總和運算提供數值。

# AboutSum
source: Returns the sum of its arguments.
bg_bg: Връща сумата на аргументите си.
ca_es: Retorna la suma dels arguments.
cs_cz: Vrátí součet svých argumentů.
da_dk: Returnerer summen af dens argumenter.
de_de: Gibt die Summe seiner Argumente zurück.
el_gr: Επιστρέφει το άθροισμα των ορισμάτων του.
es_es: Devuelve la suma de sus argumentos.
et_ee: Tagastab oma argumentide summa.
eu_es: Bere argumentuen batura itzultzen du.
fi_fi: Palauttaa sen argumenttien summan.
fr_fr: Retourne la somme de ses arguments.
gl_es: Devolve a suma dos seus argumentos.
hi_in: अपने तर्कों का योग देता है.
hr_hr: Vraća zbroj svojih argumenata.
hu_hu: Az argumentumok összegét adja vissza.
it_it: Restituisce la somma dei relativi argomenti.
ja_jp: 引数の合計を返します。
kk_kz: Аргументтер қосындысын қайтарады.
ko_kr: 인수의 합계를 반환합니다.
lt_lt: Pateikia argumentų sumą.
lv_lv: Atgriež tās argumentu summu.
ms_my: Mengembalikan hasil tambah aragumennya.
nb_no: Returnerer summen av dens argumenter.
nl_nl: Hiermee wordt de som van de argumenten geretourneerd.
pl_pl: Zwraca sumę argumentów.
pt_br: Retorna a soma dos argumentos.
pt_pt: Devolve a soma dos argumentos.
ro_ro: Returnează suma argumentelor sale.
ru_ru: Возвращает сумму своих аргументов.
sk_sk: Vráti súčet svojich argumentov.
sl_si: Vrne vsoto svojih argumentov.
sr_cyrl_rs: Враћа збир својих аргумената.
sr_latn_rs: Vraća zbir svojih argumenata.
sv_se: Returnerar summan av argumenten.
th_th: ส่งกลับผลรวมของอาร์กิวเมนต์
tr_tr: Bağımsız değişkenlerinin toplamını döndürür.
uk_ua: Повертає суму аргументів.
vi_vn: Trả về tổng số đối số.
zh_cn: 返回其参数的总和。
zh_tw: 傳回其引數的總和。
